[
    {
        "id": "001",
        "title": "Алгебра",
        "description": "Изучает свойства операций с вещественными числами, где символами обозначаются постоянные и переменные, а также правила преобразования математических выражений и уравнений с использованием этих символов.",
        "image": "https://picsum.photos/id/77/360/240",
        "questions": {

        }
    },
    {
        "id": "002",
        "title": "Геометрия",
        "description": "Это раздел математики, изучающий пространственные структуры и отношения, а также их обобщения.",
        "image": "https://picsum.photos/id/59/360/240",
        "questions": {
            
        }
    },
    {
        "id": "003",
        "title": "Физика",
        "description": "Это наука о природе в самом общем смысле. Предмет её изучения составляет материя и наиболее общие формы её движения, а также фундаментальные взаимодействия природы, управляющие движением материи.",
        "image": "https://picsum.photos/id/128/360/240",
        "questions": {
            
        }
    },
    {
        "id": "004",
        "title": "Информатика",
        "description": "Наука о методах и процессах сбора, хранения, обработки, передачи, анализа и оценки информации с применением компьютерных технологий, обеспечивающих возможность её использования для принятия решений.",
        "image": "https://picsum.photos/id/89/360/240",
        "questions": {
            
        }
    },
    {
        "id": "005",
        "title": "Русский язык",
        "description": "Будучи государственным языком Российской Федерации, он является обязательным учебным предметом всех общеобразовательных школ. Велика роль русского языка в развитии памяти, внимания, наблюдательности и других свойств личности.",
        "image": "https://picsum.photos/id/33/360/240",
        "questions": {
            
        }
    },
    {
        "id": "006",
        "title": "Литература",
        "description": "Система знаний и навыков, необходимых растущему человеку для полноценного восприятия словесного искусства, развития художественной культуры, речи, творческих способностей.",
        "image": "https://picsum.photos/id/84/360/240",
        "questions": {
            
        }
    },
    {
        "id": "007",
        "title": "История",
        "description": "История помогает узнать свое прошлое, прошлое своего народа, своей страны. История также помогает понять, какое место в мире занимает то или другое государство.",
        "image": "https://picsum.photos/id/144/360/240",
        "questions": {
            
        }
    },
    {
        "id": "008",
        "title": "Обществознание",
        "description": "Школьный учебный предмет, обучающий элементарным основам общественных наук. В программу предмета входят философия, социология, социальная психология, правоведение, экономика, политология.",
        "image": "https://picsum.photos/id/18/360/240",
        "questions": {
            
        }
    },
    {
        "id": "009",
        "title": "Иностранный язык",
        "description": "Предмет иностранный язык, как и другие школьные предметы, решает практические образовательные и воспитательные задачи.",
        "image": "https://picsum.photos/id/137/360/240",
        "questions": {
            
        }
    },
    {
        "id": "010",
        "title": "Химия",
        "description": "Наука о веществах, их строении, свойствах и превращениях. В химии вещество – это любая совокупность атомов и молекул. Превращения веществ – это химические реакции. Они сопровождаются изменением состава молекул.",
        "image": "https://picsum.photos/id/170/360/240",
        "questions": {
            
        }
    },
    {
        "id": "011",
        "title": "Биология",
        "description": "Биология изучает все, что обладает признаками живого, процессы их жизнедеятельности, развитие, происхождение.",
        "image": "https://picsum.photos/id/154/360/240",
        "questions": {
            
        }
    },
    {
        "id": "012",
        "title": "Математика",
        "description": "Математика учит решать трудные логические задачи. То, что изучается на математике, может помочь в повседневной жизни. Математика — это очень полезный предмет, который нужно знать.",
        "image": "https://picsum.photos/id/24/360/240",
        "questions": {
            
        }
    }   
]